/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Brug BlackBerry Blend til at få vist meddelelserne og indholdet fra din BlackBerry-enhed på din computer. Du kan også få vist din kalender og dine kontakter samt administrere filer mellem din computer og din enhed. Hvis din enhed har Enterprise aktiveret, kan du opnå sikker adgang til oplysninger, filer og intranet på din arbejdsplads uden at oprette forbindelse til VPN. BlackBerry Blend er understøttet på enheder, der kører BlackBerry 10 OS version 10.3 eller nyere.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Brug BlackBerry Link til at sikkerhedskopiere og gendanne dine enhedsdata, skifte til en ny enhed, opdatere din enhedssoftware eller geninstallere enhedssoftware. Du kan også synkronisere dine medier, dokumenter og organiseringsdata, såsom kontakter og kalendere, mellem din enhed og din computer. Tillad adgang til filerne på din computer fra din enhed vha. funktionen til ekstern filadgang m.m.";